Repository: common-repository/password-for-wp
Catalog: languages/password-for-wp-*.po
Languages: de_de, fr_fr, pl_pl

source: OFF
de_de: AUS

source: SUCCESS SAVE
de_de: ERFOLGSRETTUNG
pl_pl: ZAPISANO POMYŚLNIE

source: Website during maintenance.
de_de: Website während der Wartung.
fr_fr: Site Web pendant la maintenance.
pl_pl: Strona w konserwacji.

source: Please come back soon.
de_de: Bitte komm bald zurück.
fr_fr: Je t'en prie, reviens vite.
pl_pl: Zapraszamy wkrótce.

source: Password for WP
de_de: Passwort für WP
fr_fr: Mot de passe pour WP

source: Set a password for the entire Wordpress installation. You can view the site with a password.
de_de: Legen Sie ein Kennwort für die gesamte Wordpress-Installation fest. Sie können die Site mit einem Passwort anzeigen.
fr_fr: Définissez un mot de passe pour toute l'installation de Wordpress. Vous pouvez visualiser le site avec un mot de passe.
pl_pl: Ustaw hasło dla wszystkich stron Wordpressa. Możesz zobaczyć stronę wpisując hasło.

source: The password does not include the login panel to the wordpress backend.
de_de: Das Passwort enthält nicht das Anmeldefenster für das WordPress-Backend.
fr_fr: Le mot de passe n'inclut pas le panneau de connexion au backend wordpress.
pl_pl: Hasło nie zabezpiecza panelu administratora. Dostęp do panelu wp-admin jest włączony.

source: Do you want to enable the password?
de_de: Möchten Sie das Passwort aktivieren?
fr_fr: Voulez-vous activer le mot de passe?
pl_pl: Czy włączyć hasło?

source: Enter the password for WP
de_de: Geben Sie das Passwort für WP ein
fr_fr: Entrez le mot de passe pour WP
pl_pl: Wprowadź hasło

source: Enter text H2
de_de: Text H2
fr_fr: Entrez le texte H2
pl_pl: Wpisz tekst dla H2

source: Enter text H3
de_de: Text H3
fr_fr: Entrez le texte H3
pl_pl: Wpisz tekst dla H3

source: Background color
de_de: Hintergrundfarbe
fr_fr: Couleur de l'arrière plan
pl_pl: Kolor tła

source: save changes
de_de: Änderungen speichern
fr_fr: enregistrer
pl_pl: zapisz zmiany

source: Settings
de_de: die Einstellungen
fr_fr: Réglages
pl_pl: Ustawienia

source: Incorrect password
de_de: Falsches Passwort
fr_fr: Mot de passe incorrect
pl_pl: Nieprawidłowe hasło

source: Password protected.
de_de: Passwortgeschützt.
fr_fr: Protégé par mot de passe.
pl_pl: Chronione hasłem.

source: You must log in.
de_de: Sie müssen sich anmelden.
fr_fr: Vous devez vous connecter.
pl_pl: Musisz się zalogować.

source: Log in
de_de: Einloggen
fr_fr: se connecter
pl_pl: zaloguj się
